//
//  Localizable.strings
//
//  Copyright 2009-2011 Adobe Systems, Inc. All rights reserved.


// APPLICATION
"GetSupport" = "サポートに連絡";
"GetLabsUninstaller" = "アンインストーラーを取得";


// DISPATCHER
"ReinstallButtonDescription" = "最新バージョンをインストールします";
"UninstallButtonDescription" = "現在のインストールを削除します";

"ReinstallButtonTitle" = "最新版を取得";
"UninstallButtonTitle" = "アンインストール";


// INSTALL CHECK
"CannotInstallFlashPlayer" = "Adobe® Flash® Player をインストールできません。\n";
"NewerFlashPlayerAlreadyInstalled" = "ソフトウェアの新しいバージョンはこのシステムに既にインストールされています。";
"InstalledVersionTitle" = "インストールされているバージョン :";
"ThisVersionTitle" = "このバージョン :";
"SystemDoesNotMeetMinimumRequirements" = "このシステムはインストールの最小要件を満たしていません。Mac OS X %@ 以上が必要です。";
"NeedToUninstallFirst" = "このバージョンの Flash Player をインストールする前に、Flash Player のアンインストールを実行する必要があります。Adobe Labs の Web ページにアクセスして、アンインストーラーをダウンロードしてください。";

// WELCOME
"LicenseAgreementLink" = "使用許諾契約はこちらからご確認ください。";
"ReadAndAgreeToTermsOfUse" = "Flash Player 使用許諾契約の条件を読み、同意しました。";


// CLOSE FP CLIENTS
"CloseFPClientsDescription1" = "次のアプリケーションを閉じてから続行してください :";
"CloseFPClientsDescription2" = "手動で閉じるか、以下のボタンをクリックして閉じることができます。";

"ForceCloseAllButtonTitle" = "強制的にすべて閉じる";

"CloseAppsDialogTitle" = "その他のアプリケーションを閉じる";
"CloseAppsDialogMessage" = "まだ閉じる必要のあるアプリケーションが残っています。\n\n「OK」をクリックすると、更新されたリストが表示されます。";

"OKButtonTitle" = "OK";
"CloseButtonTitle" = "閉じる";


// INSTALL
"FPInstallerWindowTitle" = "Adobe Flash Player %@ インストーラー";

"EnableInstallMessage" = "このインストールを有効にするには、上のチェックボックスをオンにして使用許諾契約書に同意します。";

"InstallingMessage" = "インストール中…";
"InstallPercentage" = "%d%%";
"FinalizingInstallationMessage" = "インストールを終了中…";

"InstallButtonTitle" = "インストール";
"RetryButtonTitle" = "再試行";
"QuitButtonTitle" = "中止";
"DoneButtonTitle" = "完了";
"DownloadButtonTitle" = "ダウンロード";

// +--> Success
"InstallSucceededTitle" = "Flash Player %@ のインストールが完了しました";
"RestartBrowserMessage" = "ブラウザーを再起動してください";

// +--> Failure
"InstallFailedTitle" = "インストールに失敗しました";
"InstallFailedDescription" = "インストールに失敗しました。";
"ErrorLogTitle" = "エラーログ :";


// UPDATE OPTIONS
"UpdateOptionsTitle" = "Flash Player の環境設定を更新";
"UpdateOptionsSubheader" = "セキュリティ更新とセキュリティ強化は、自動的にダウンロードおよびインストールされます。";
"UpdateMethodSelectionTitle" = "アップデート方法を選択 :";
"UpdateOption_InstallAutomatically" = "アップデートのインストールを許可する (推奨)";
"UpdateOption_NotifyUser" = "アップデートのインストール時に通知を受け取る";
"UpdateOption_DoNotCheckForUpdates" = "アップデートの有無をチェックしない (非推奨)";
"UpdateOptionsLearnMore" = "さらに詳しく";
"UpdateOptionsLearnMoreURL" = "http://www.adobe.com/go/learnmore_fp_updates_jp";


// UNINSTALL
"FPUninstallerWindowTitle" = "Adobe Flash Player アンインストーラー";
"UninstallDescriptionText" = "Adobe® Flash® Player をコンピューターから削除します。";
"UninstallDescriptionText_PlusTentacleRemover" = "Adobe® Flash® Player、すべてのキャッシュファイルおよび設定をコンピューターから削除します。";

"UninstallingMessage" = "アンインストール中…";
"UninstallCompletedTitle" = "完了しました";

// +--> Success
"UninstallSucceededText" = "Adobe® Flash® Player はシステムから削除されました。";


// AUTOUPDATE
// Checking for updates
"CheckInternetConnection" = "更新情報を読み込めませんでした。インターネット接続を確認してからもう一度やり直してください。";
"CheckingForUpdatesText" = "更新情報を取得しています...";

// No update available
"FlashPlayerIsUpToDate" = "Adobe® Flash® Player はご使用のシステムで最新です。";

// Update available
"AutoUpdateXmlLocale" = "jp";
"FPAutoUpdateWindowTitle" = "Adobe Flash Player のアップデート";
"UpdateAvailableText" = "Adobe® Flash® Player のアップデートを利用できます。";
"InstallThisUpdateQuestion" = "このアップデートをインストールしますか？";
"ChangeSettingsText" = "ローカル設定マネージャーでアップデート設定を変更できます。";
"LaunchLSMLink" = "ローカル設定マネージャーを起動";

"RemindMeLaterButtonTitle" = "後で通知";


// Download Progress Panel
"CancelButtonTitle" = "キャンセル";
"DownloadSucceededTitle" = "ダウンロードが成功しました";
"DownloadFailedTitle" = "ダウンロードに失敗しました";
"DownloadPercentage" = "%d%%";
"DownloadFailedDescription" = "インストーラーをダウンロード中にエラーが発生しました。インターネットの接続を確認してからもう一度やり直してください。";
"DownloadingMessage" = "ダウンロードしています...";
"VerifyingDownloadMessage" = "ダウンロードを確認しています...";
"UnpackingDownloadMessage" = "ダウンロードを解凍しています...";
"LaunchingInstallerMessage" = "インストーラーを起動しています...";

// Redirect URL
"PDCRedirectU​RL" = "https://get3.adobe.com/jp/flashplayer/update/osx";
"PPAPIPDCRedirectU​RL" = "https://get3.adobe.com/jp/flashplayer/update/ppapiosx";

// Analytics Options
"AnalyticsTitle" = "使用状況データ";
"AnalyticsCheckboxLabel" = "匿名の使用状況データを送信";
"AnalyticsCheckboxDescription" = "匿名の使用状況データを送信して Flash Player の改善に協力します。この選択はいつでも変更できます。";
"AnalyticsLearnMore" = "さらに詳しく";
"AnalyticsLearnMoreURL" = "http://www.adobe.com/go/fp_learn_more_usage_data_jp";
